Repository: CookPiu/WinWidgetBoard
Catalog: src/WorkspacePanel/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# WindowTitle
source: WinWidgetBoard workspace
zh_cn: WinWidgetBoard 工作台

# GreetingText.Text
source: Today's workspace
zh_cn: 今日工作台

# SearchBox.PlaceholderText
source: Search notes
zh_cn: 搜索便签

# SearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search notes
zh_cn: 搜索便签

# ListNotesButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Show all saved notes
zh_cn: 显示所有已保存便签

source: Note search results
zh_cn: 便签搜索结果

# NoteSearchSearchingStatus
source: Searching notes…
zh_cn: 正在搜索便签……

# NoteSearchResultsStatus
source: Found {0} matching notes.
zh_cn: 找到 {0} 条匹配便签。

# NoteSearchNoResultsStatus
source: No matching notes found.
zh_cn: 没有找到匹配的便签。

# NoteSearchFailedStatus
source: Could not search notes.
zh_cn: 便签搜索失败。

# NoteSearchClearedStatus
source: Note search cleared.
zh_cn: 已清除便签搜索。

# NoteListLoadingStatus
source: Loading saved notes…
zh_cn: 正在加载已保存便签……

# NoteListResultsStatus
source: Showing {0} saved notes.
zh_cn: 正在显示 {0} 条已保存便签。

# NoteListEmptyStatus
source: No saved notes yet.
zh_cn: 还没有已保存的便签。

# NoteListFailedStatus
source: Could not load saved notes.
zh_cn: 无法加载已保存便签。

# NoteLoadedStatus
source: Selected note is open in the editor.
zh_cn: 已在编辑器中打开所选便签。

# NoteLoadFailedStatus
source: Could not open the selected note; the current note was kept.
zh_cn: 无法打开所选便签，当前便签已保留。

# NoteLoadBlockedStatus
source: Save the current draft before opening another note.
zh_cn: 请先保存当前草稿，再打开其他便签。

# AddCardButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Add card
zh_cn: 添加卡片

# EditLayoutButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Edit layout
zh_cn: 编辑布局

# SettingsButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Settings
zh_cn: 设置

# WeatherSettingsDialog.Title
source: Weather location
zh_cn: 天气位置

# WeatherSettingsDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# WeatherSettingsDescription.Text
source: Windows location is used automatically by default. Turn it off to keep a manually selected place.
zh_cn: 默认自动使用 Windows 位置。关闭后可保留手动选择的地点。

# WeatherSettingsUseDeviceLocationToggle.Header
source: Use Windows location automatically
zh_cn: 自动使用 Windows 位置

# WeatherSettingsUseDeviceLocationToggle.OnContent
source: On
zh_cn: 开启

# WeatherSettingsUseDeviceLocationToggle.OffContent
source: Off
zh_cn: 关闭

source: Use Windows location automatically
zh_cn: 自动使用 Windows 位置

# WeatherSettingsImperialUnitsToggle.Header
source: Use Fahrenheit and miles (°F, mph)
zh_cn: 使用英制单位（°F、mph）

# WeatherSettingsImperialUnitsToggle.OnContent
source: On
zh_cn: 开启

# WeatherSettingsImperialUnitsToggle.OffContent
source: Off
zh_cn: 关闭

source: Use Fahrenheit and miles (°F, mph)
zh_cn: 使用英制单位（°F、mph）

# WeatherSettingsDeviceLocationButton.Content
source: Update now
zh_cn: 立即更新

source: Update weather from this device location
zh_cn: 使用这台电脑的位置更新天气

# WeatherSettingsLocationPrivacyLink.Content
source: Windows location privacy settings
zh_cn: Windows 位置隐私设置

source: Open Windows location privacy settings
zh_cn: 打开 Windows 位置隐私设置

# WeatherSettingsAutomaticLocationLabel
source: Current location
zh_cn: 当前位置

# WeatherSettingsDeviceLocationReadingStatus
source: Reading this device's location from Windows…
zh_cn: 正在从 Windows 读取这台电脑的位置…

# WeatherSettingsDeviceLocationReadyStatus
source: Weather was updated from this device's location.
zh_cn: 已根据这台电脑的位置更新天气。

# WeatherSettingsDeviceLocationDeniedStatus
source: Windows location access is off or denied. The existing weather location was kept.
zh_cn: Windows 位置已关闭或未授权，已保留原有天气位置。

# WeatherSettingsDeviceLocationUnavailableStatus
source: Windows could not provide a location. The existing weather location was kept.
zh_cn: Windows 当前无法提供位置，已保留原有天气位置。

# WeatherSettingsLabelBox.Header
source: Location label
zh_cn: 位置名称

# WeatherSettingsLabelBox.PlaceholderText
source: For example, Singapore
zh_cn: 例如：新加坡

source: Weather location label
zh_cn: 天气位置名称

# WeatherSettingsSaveButton.Content
source: Save
zh_cn: 保存

source: Save weather settings
zh_cn: 保存天气设置

# WeatherSettingsLoadedStatus
source: Current weather location loaded.
zh_cn: 已加载当前天气位置。

# WeatherSettingsUnavailableStatus
source: CoreBroker is unavailable; weather settings cannot be saved.
zh_cn: 后台服务不可用，无法保存天气设置。

# WeatherSettingsLoadFailedStatus
source: Could not load the current weather location.
zh_cn: 无法加载当前天气位置。

# WeatherSettingsSavedStatus
source: Weather location saved. The weather card is refreshing.
zh_cn: 天气位置已保存，天气卡片正在刷新。

# WeatherSettingsSaveFailedStatus
source: Could not save the weather location.
zh_cn: 无法保存天气位置。

# WeatherSettingsInvalidLocationStatus
source: Enter a label and valid latitude and longitude values.
zh_cn: 请输入位置名称以及有效的纬度和经度。

# WeatherSettingsConflictStatus
source: These settings changed elsewhere. Close and reopen the dialog.
zh_cn: 设置已在其他位置改变，请关闭后重新打开。

# ClosePanelButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Close panel
zh_cn: 关闭面板

# NotesCardTitle.Text
source: Notes
zh_cn: 便签

# WeatherCardTitle.Text
source: Weather
zh_cn: 天气

# NewNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Create a new note
zh_cn: 新建便签

# NewNoteButtonToolTip.Text
source: New note
zh_cn: 新建便签

# NoteCreatingStatus
source: Creating a new local note…
zh_cn: 正在创建新的本地便签……

# NoteCreatedStatus
source: New note created.
zh_cn: 已创建新便签。

# NoteCreateBlockedStatus
source: Save the current draft before creating another note.
zh_cn: 请先保存当前草稿，再创建其他便签。

# NoteCreateFailedStatus
source: Could not create a new note; the current note was kept.
zh_cn: 无法创建新便签，当前便签已保留。

# DeleteCurrentNoteButton.Content
source: Delete
zh_cn: 删除

source: Delete current note
zh_cn: 删除当前便签

# DeleteNoteButton.Content
source: Delete
zh_cn: 删除

# DeleteNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Delete this note
zh_cn: 删除此便签

# NoteDeleteDialogTitle
source: Delete note?
zh_cn: 删除便签？

# NoteDeleteDialogContent
source: Delete “{0}”? This action cannot be undone.
zh_cn: 确定删除“{0}”吗？此操作无法撤销。

# NoteDeleteDialogDeleteButton
source: Delete
zh_cn: 删除

# NoteDeleteDialogCancelButton
source: Cancel
zh_cn: 取消

# NoteDeletingStatus
source: Deleting the note…
zh_cn: 正在删除便签……

# NoteDeletedStatus
source: Note deleted.
zh_cn: 便签已删除。

# NoteDeleteBlockedStatus
source: Save the current draft before deleting a note.
zh_cn: 请先保存当前草稿，再删除便签。

# NoteDeleteFailedStatus
source: Unable to delete the note; the current content was kept.
zh_cn: 无法删除便签，当前内容已保留。

# NoteDeleteRefreshFailedStatus
source: Note deleted, but the note list could not be refreshed.
zh_cn: 便签已删除，但便签列表刷新失败。

# CopyNoteButton.Content
source: Copy
zh_cn: 复制

# CopyNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Copy note
zh_cn: 复制便签

# RetryNoteSaveButton.Content
source: Retry save
zh_cn: 重试保存

source: Retry saving the note
zh_cn: 重试保存便签

# NoteCopiedStatus
source: Note copied to the clipboard.
zh_cn: 便签已复制到剪贴板。

# NoteCopyEmptyStatus
source: The note is empty.
zh_cn: 便签内容为空。

# NoteCopyFailedStatus
source: Could not copy the note to the clipboard.
zh_cn: 无法将便签复制到剪贴板。

# NoteSaveRetryFailedStatus
source: Could not save the note. Your draft is still available.
zh_cn: 便签保存失败，当前草稿仍然保留。

# UndoNoteButton.Content
source: Undo
zh_cn: 撤销

# UndoNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Undo note edit
zh_cn: 撤销便签编辑

# RedoNoteButton.Content
source: Redo
zh_cn: 重做

# RedoNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Redo note edit
zh_cn: 重做便签编辑

source: Save this note as Markdown
zh_cn: 将此便签按 Markdown 保存

# PreviewNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Preview Markdown note
zh_cn: 预览 Markdown 便签

# PreviewNoteButtonToolTip.Text
source: Preview Markdown
zh_cn: 预览 Markdown

# EditMarkdownButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Edit Markdown source
zh_cn: 编辑 Markdown 源文

# EditMarkdownButtonToolTip.Text
source: Back to editing
zh_cn: 返回编辑

# NoteMoreButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: More note actions
zh_cn: 更多便签操作

# NoteMoreButtonToolTip.Text
source: More note actions
zh_cn: 更多便签操作

# NoteMoreOpenAutomationName
source: More note actions
zh_cn: 更多便签操作

# NoteMoreCloseAutomationName
source: Collapse note actions
zh_cn: 收起便签操作

source: Rendered Markdown note
zh_cn: 渲染后的 Markdown 便签

source: Rendered Markdown content
zh_cn: 渲染后的 Markdown 内容

# NoteMarkdownEnabledStatus
source: Markdown mode enabled; the note will be saved as Markdown.
zh_cn: 已启用 Markdown 模式，便签将按 Markdown 保存。

# NotePlainTextEnabledStatus
source: Plain-text mode enabled.
zh_cn: 已启用纯文本模式。

# NoteMarkdownModeBlockedStatus
source: Markdown mode cannot be changed while the note is unavailable or saving.
zh_cn: 便签不可用或正在保存，暂时不能切换 Markdown 模式。

# NoteTitleBox.PlaceholderText
source: Note title
zh_cn: 便签标题

# NoteTitleBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Note title
zh_cn: 便签标题

# NoteBodyBox.PlaceholderText
source: Write a quick note…
zh_cn: 记录一些内容……

# NoteBodyBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Note body
zh_cn: 便签正文

source: Note editor actions
zh_cn: 便签编辑与操作

# NoteEditorUnavailableStatus
source: CoreBroker is unavailable; the editor is read-only.
zh_cn: 后台服务不可用，编辑器当前为只读。

# NoteEditorLoadingStatus
source: Loading local note…
zh_cn: 正在加载本地便签……

# NoteEditorPendingSaveStatus
source: Waiting to save…
zh_cn: 等待保存……

# NoteEditorSavingStatus
source: Saving locally…
zh_cn: 正在本地保存……

# NoteEditorSavedStatus
source: Saved locally.
zh_cn: 已保存到本地。

# NoteEditorErrorStatus
source: Save failed; your draft remains in the editor.
zh_cn: 保存失败，当前草稿仍保留在编辑器中。

# CardStatus.Unknown.Title
source: Status unknown
zh_cn: 状态未知

# CardStatus.Unknown.Summary
source: The current card state could not be confirmed.
zh_cn: 无法确认此卡片的当前状态。

# CardStatus.Loading.Title
source: Loading
zh_cn: 正在加载

# CardStatus.Loading.Summary
source: The card content is being prepared.
zh_cn: 正在准备卡片内容。

# CardStatus.Ready.Title
source: Ready
zh_cn: 已就绪

# CardStatus.Ready.Summary
source: The card content is up to date.
zh_cn: 卡片内容已更新。

# CardStatus.Empty.Title
source: No content
zh_cn: 暂无内容

# CardStatus.Empty.Summary
source: There is no content to show right now.
zh_cn: 当前没有可显示的内容。

# CardStatus.Stale.Title
source: Content is stale
zh_cn: 内容已过期

# CardStatus.Stale.Summary
source: The card data may be out of date; recent valid content remains available when present.
zh_cn: 卡片数据可能不是最新；若有最近有效内容将继续显示。

# CardStatus.Offline.Title
source: Offline
zh_cn: 处于离线状态

# CardStatus.Offline.Summary
source: The connection is unavailable; recent valid content remains available when present.
zh_cn: 连接不可用；若有最近有效内容将继续显示。

# CardStatus.PermissionRequired.Title
source: Permission required
zh_cn: 需要权限

# CardStatus.PermissionRequired.Summary
source: Allow the required permission to show this card.
zh_cn: 允许所需权限后才能显示卡片内容。

# CardStatus.Unavailable.Title
source: Unavailable
zh_cn: 暂不可用

# CardStatus.Unavailable.Summary
source: This card content is not available right now.
zh_cn: 当前无法提供此卡片内容。

# CardStatus.Error.Title
source: Card problem
zh_cn: 卡片出现问题

# CardStatus.Error.Summary
source: The card could not refresh; recent valid content remains available when present. Try again later.
zh_cn: 卡片无法刷新；若有最近有效内容将继续显示，可稍后重试。

# CardStatus.Disabled.Title
source: Card disabled
zh_cn: 卡片已停用

# CardStatus.Disabled.Summary
source: This card has been disabled.
zh_cn: 此卡片已被停用。

# CardStatus.Freshness.Stale
source: Last updated: {0}
zh_cn: 最后更新：{0}

# CardStatus.Freshness.Offline
source: Offline; last updated: {0}
zh_cn: 离线；最后更新：{0}

# CardAction.Retry
source: Retry
zh_cn: 重试

# CardAction.Refresh
source: Refresh
zh_cn: 刷新

# CardAction.Edit
source: Edit
zh_cn: 编辑

# CardAction.Configure
source: Configure
zh_cn: 配置

# CardAction.OpenDiagnostics
source: Open diagnostics
zh_cn: 打开诊断

# CardAction.Disable
source: Disable
zh_cn: 停用

# TimerCardTitle.Text
source: Timer
zh_cn: 计时器

# TimerCardBody.Text
source: Timer persistence and notifications arrive with CoreBroker.
zh_cn: 计时与通知由后续 CoreBroker 工作包负责。

# StartTimerButton.Content
source: Start timer
zh_cn: 启动计时器

# StartTimerButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start timer
zh_cn: 启动计时器

# TodoCardTitle.Text
source: To-do
zh_cn: 待办

# TodoCardBody.Text
source: Local to-do data arrives with the storage work package.
zh_cn: 本地待办数据将在存储工作包中接入。

# OpenTodoButton.Content
source: Open to-do
zh_cn: 打开待办

# OpenTodoButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open to-do
zh_cn: 打开待办

# CalendarCardTitle.Text
source: Local calendar
zh_cn: 本地日历

# UnknownCardTitle.Text
source: Unavailable card
zh_cn: 不可用卡片

# UnknownCardBody.Text
source: This card type is not available. Remove it in layout edit mode.
zh_cn: 当前卡片类型不可用，可在布局编辑模式中将其移除。

# CardGridHost.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Card grid
zh_cn: 卡片网格

# CalendarCardBody.Text
source: Calendar summaries and reminders arrive with local data.
zh_cn: 日历摘要与提醒将在本地数据工作包中接入。

# OpenCalendarButton.Content
source: Open calendar
zh_cn: 打开日历

# OpenCalendarButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open calendar
zh_cn: 打开日历

# ShellPlaceholderStatus
source: This is the M1.2 panel shell; the action will arrive in a later work package.
zh_cn: 当前为 M1.2 面板壳层；此操作将在后续工作包接入。

# DemoCardClickStatus
source: Click recognized; drag mode was not committed.
zh_cn: 已识别为点击；未进入拖动。

# DemoCardDragStatus
source: Demo card drag committed; the layout engine arrives in a later work package.
zh_cn: 假卡片拖动已提交；布局引擎将在后续工作包接入。

# DemoCardDragCanceledStatus
source: Drag canceled; the card returned to its starting position.
zh_cn: 拖动已取消，卡片恢复到开始位置。

# FinishEditLayoutButtonAutomationName
source: Finish layout editing
zh_cn: 完成布局编辑

# UndoLayoutButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Undo layout operation
zh_cn: 撤销布局操作

# RedoLayoutButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Redo layout operation
zh_cn: 重做布局操作

# EditLayoutButtonAutomationName
source: Edit layout
zh_cn: 编辑布局

# UndoLayoutButtonToolTip
source: Undo layout operation
zh_cn: 撤销布局操作

# RedoLayoutButtonToolTip
source: Redo layout operation
zh_cn: 重做布局操作

# SettingsButtonToolTip
source: Settings
zh_cn: 设置

# ClosePanelButtonToolTip
source: Close panel
zh_cn: 关闭面板

# LayoutEditStartedStatus
source: Layout editing is on; cards can now be resized, removed, dragged, or undone.
zh_cn: 布局编辑：拖动排列，右下角手柄调整大小。

# LayoutEditCommittedStatus
source: Layout editing completed.
zh_cn: 布局编辑已完成。

# LayoutUndoStatus
source: The previous layout operation was undone.
zh_cn: 已撤销上一步布局操作。

# LayoutRedoStatus
source: The layout operation was redone.
zh_cn: 已重做布局操作。

# LayoutReadyToSaveStatus
source: Layout is ready; changes will be saved when editing is finished.
zh_cn: 布局已准备就绪，完成编辑时会保存修改。

# LayoutSavingStatus
source: Saving card layout…
zh_cn: 正在保存卡片布局…

# LayoutLoadedStatus
source: Saved card layout loaded.
zh_cn: 已加载保存的卡片布局。

# LayoutRecoveredStatus
source: Recovered an excessive saved layout gap. Choose Done to save the repaired positions.
zh_cn: 已恢复异常的布局空行；点击“完成”可保存修复后的位置。

# LayoutUnavailableStatus
source: CoreBroker is unavailable; card layout changes cannot be saved.
zh_cn: 后台服务不可用，布局修改无法保存。

# LayoutSaveFailedStatus
source: Card layout could not be saved; keep editing or cancel to discard changes.
zh_cn: 布局保存失败，可重试或取消。

# LayoutEditCanceledStatus
source: Layout editing canceled; the layout from before editing was restored.
zh_cn: 已取消编辑，恢复了原布局。

# CardResizeFrame.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Resize card
zh_cn: 调整卡片大小

# RemoveCardButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove card
zh_cn: 移除卡片

# RemoveCardButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Remove card
zh_cn: 移除卡片

# CardResizedStatus
source: Card size updated.
zh_cn: 卡片尺寸已更新。

# CardRemovedStatus
source: Card removed; cancel editing to restore it.
zh_cn: 卡片已移除；取消编辑可恢复。

# DemoCardDropCommittedStatus
source: Card placed in the new grid position.
zh_cn: 卡片已放置到新的网格位置。

# DemoCardDropRejectedStatus
source: No legal drop cell was available; the card is returning.
zh_cn: 没有可用的合法落点，卡片正在返回原位置。

# WeatherSettingsSearchBox.Header
source: Search for a place
zh_cn: 搜索地点

# WeatherSettingsSearchBox.PlaceholderText
source: City or district name
zh_cn: 城市或区县名称

source: Search for a place
zh_cn: 搜索地点

source: Search results
zh_cn: 搜索结果

# WeatherSettingsCoordinatesBox.Header
source: Coordinates to be saved
zh_cn: 将保存的经纬度

source: Coordinates to be saved
zh_cn: 将保存的经纬度

# WeatherSettingsSearchReadyStatus
source: Pick a place from the results.
zh_cn: 请从结果中选择地点。

# WeatherSettingsSearchEmptyStatus
source: No place matched that name.
zh_cn: 没有匹配的地点。

# WeatherSettingsSearchFailedStatus
source: Search is unavailable right now.
zh_cn: 搜索暂时不可用。

# WeatherSettingsSearchSelectedStatus
source: Place selected. Save to apply it.
zh_cn: 已选中地点，保存后生效。

# WeatherSettingsSearchButton.Content
source: Search
zh_cn: 搜索

# SystemMonitorCardTitle.Text
source: Hardware
zh_cn: 硬件

# SysMonMetric.CpuClock
source: CPU clock
zh_cn: CPU 频率

# SysMonMetric.CpuTemperature
source: CPU temperature
zh_cn: CPU 温度

# SysMonMetric.MemoryUsage
source: Memory
zh_cn: 内存

# SysMonMetric.GpuMemory
source: GPU memory
zh_cn: 显存

# SysMonMetric.GpuTemperature
source: GPU temperature
zh_cn: GPU 温度

# SysMonMetric.DiskActivity
source: Disk activity
zh_cn: 磁盘活动

# SysMonMetric.DiskUsage
source: Disk usage
zh_cn: 磁盘占用

# SysMonMetric.NetworkUp
source: Upload
zh_cn: 上传

# SysMonMetric.NetworkDown
source: Download
zh_cn: 下载

# SysMonMetric.FanSpeed
source: Fan
zh_cn: 风扇

# SysMonMetric.Unknown
source: Unknown reading
zh_cn: 未知项

# SysMonStatus.Pending
source: Measuring…
zh_cn: 测量中…

# SysMonStatus.Unavailable
source: Not available on this PC
zh_cn: 此电脑无法读取

# SysMonDetail.Compact
source: Value only
zh_cn: 仅数值

# SysMonDetail.Normal
source: Value and meter
zh_cn: 数值与进度条

# SysMonDetail.Detailed
source: Full detail
zh_cn: 完整信息

# SysMonSettingsDialog.Title
source: Hardware monitor
zh_cn: 硬件监控

# SysMonSettingsDialog.CloseButtonText
source: Close
zh_cn: 关闭

# SysMonSettingsDescription.Text
source: Choose what the card and the taskbar entry show, and in what order.
zh_cn: 选择卡片与任务栏入口显示哪些硬件项，以及它们的顺序。

# SysMonCardSectionHeader.Text
source: On the card
zh_cn: 卡片上

# SysMonEntrySectionHeader.Text
source: On the taskbar
zh_cn: 任务栏上

# SysMonSettingsSaveButton.Content
source: Save
zh_cn: 保存

source: Save hardware monitor settings
zh_cn: 保存硬件监控设置

# SysMonSettingsLoadedStatus
source: Settings loaded.
zh_cn: 设置已载入。

# SysMonSettingsUnavailableStatus
source: The hardware monitor is unavailable.
zh_cn: 硬件监控当前不可用。

# SysMonSettingsLoadFailedStatus
source: Could not load the settings.
zh_cn: 无法载入设置。

# SysMonSettingsSavedStatus
source: Settings saved.
zh_cn: 设置已保存。

# SysMonSettingsSaveFailedStatus
source: Could not save the settings.
zh_cn: 无法保存设置。

# SysMonSettingsConflictStatus
source: The settings changed elsewhere. Reopen the dialog and try again.
zh_cn: 设置已在别处更改，请重新打开对话框后再试。

# SysMonSettingsTooManyItems
source: Each surface can show at most 8 readings.
zh_cn: 每处最多显示 8 项。

source: Hardware monitor settings
zh_cn: 硬件监控设置

# SysMonSettingsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hardware monitor settings
zh_cn: 硬件监控设置

# AddCardButtonToolTip
source: Add card
zh_cn: 添加卡片

# AddCardDialog.Title
source: Add card
zh_cn: 添加卡片

# AddCardDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# AddCardDescription.Text
source: Cards that are not on the board right now. Added cards go to the end of the layout and are saved when you finish editing.
zh_cn: 选择要添加的卡片；已在面板上的类型会作为新的一张再次添加。新卡片放在布局末尾，完成编辑时一并保存。

# AddCardConfirmButton.Content
source: Add
zh_cn: 添加

source: Add the selected cards
zh_cn: 添加选中的卡片

# CardAddedStatus
source: Card added; undo restores the previous layout.
zh_cn: 卡片已添加；撤销可恢复之前的布局。

# AddCardNoneAvailableStatus
source: Every card is already on the board.
zh_cn: 所有卡片都已在面板上。

# AddCardFailedStatus
source: The card picker could not be opened.
zh_cn: 无法打开卡片选择器。

# SettingsDialog.Title
source: Settings
zh_cn: 设置

# SettingsDialog.CloseButtonText
source: Close
zh_cn: 关闭

# SettingsCategoryGeneral.Content
source: General
zh_cn: 常规

source: General settings
zh_cn: 常规设置

# GeneralSettingsDescription.Text
source: The application's own settings. Changes here take effect immediately; there is no save button.
zh_cn: 应用本身的设置。这里的改动立即生效，没有保存按钮。

# GeneralAutostartToggle.Header
source: Start with Windows
zh_cn: 开机自启

# GeneralAutostartToggle.OnContent
source: Starts after sign-in
zh_cn: 登录后自动启动

# GeneralAutostartToggle.OffContent
source: Started manually
zh_cn: 手动启动

source: Start with Windows
zh_cn: 开机自启

# GeneralHotkeyHint.Text
source: Shortcut: Ctrl + Alt + B opens and closes the panel. Right-click the taskbar entry to change it or switch it off.
zh_cn: 快捷键与任务栏入口的其他选项在「任务栏入口」分类中设置。

# GeneralAutostartEnabledStatus
source: WinWidgetBoard will start after you sign in.
zh_cn: 已设置为登录后自动启动。

# GeneralAutostartDisabledStatus
source: WinWidgetBoard no longer starts by itself.
zh_cn: 已取消开机自启。

# GeneralAutostartUnavailableStatus
source: This build is running straight from its build output, which has no Start-menu shortcut to copy, so it cannot be started with Windows.
zh_cn: 当前是从构建输出直接运行的，没有可用的开始菜单快捷方式，无法设置开机自启。

# GeneralAutostartFailedStatus
source: Could not change the setting; the Startup folder may not be writable.
zh_cn: 设置开机自启失败，启动文件夹可能不可写。

# SettingsCategoryWeather.Content
source: Weather
zh_cn: 天气

source: Weather settings
zh_cn: 天气设置

# SettingsCategorySystemMonitor.Content
source: Hardware monitor
zh_cn: 硬件监控

# WeatherSettingsCommonHeader.Text
source: Common places
zh_cn: 常用地点

# WeatherSettingsResultsHeader.Text
source: Search results
zh_cn: 搜索结果

source: Common places
zh_cn: 常用地点

# SysMonNetworkSectionHeader.Text
source: Network source
zh_cn: 网络来源

# SysMonNetworkInterfaceBox.Header
source: Adapter to measure
zh_cn: 测量哪块网卡

source: Network source
zh_cn: 网络来源

# SysMonNetworkAllInterfaces
source: All adapters (combined)
zh_cn: 全部网卡（合计）

# PopOutNoteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open in a separate window
zh_cn: 在独立窗口中打开

# PopOutNoteButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in a separate window
zh_cn: 在独立窗口中打开

# NoteWindowTitle
source: Note
zh_cn: 便签

# NoteWindowOpenedStatus
source: The note opened in a separate window.
zh_cn: 便签已在独立窗口中打开。

source: Keep on top
zh_cn: 保持在最前

# NoteWindowAlwaysOnTop.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Keep on top
zh_cn: 保持在最前

# NoteWindowHeaderTitle.Text
source: Note
zh_cn: 便签

# NoteWindowTitleBox.PlaceholderText
source: Note title
zh_cn: 便签标题

# NoteWindowBodyBox.PlaceholderText
source: Write something...
zh_cn: 记录一些内容……

# WeatherConditionClearSky
source: Clear
zh_cn: 晴

# WeatherConditionMainlyClear
source: Mainly clear
zh_cn: 晴间多云

# WeatherConditionPartlyCloudy
source: Partly cloudy
zh_cn: 多云

# WeatherConditionOvercast
source: Overcast
zh_cn: 阴

# WeatherConditionFog
source: Fog
zh_cn: 雾

# WeatherConditionDrizzle
source: Drizzle
zh_cn: 毛毛雨

# WeatherConditionFreezingDrizzle
source: Freezing drizzle
zh_cn: 冻毛毛雨

# WeatherConditionRain
source: Rain
zh_cn: 雨

# WeatherConditionFreezingRain
source: Freezing rain
zh_cn: 冻雨

# WeatherConditionSnow
source: Snow
zh_cn: 雪

# WeatherConditionRainShowers
source: Rain showers
zh_cn: 阵雨

# WeatherConditionSnowShowers
source: Snow showers
zh_cn: 阵雪

# WeatherConditionThunderstorm
source: Thunderstorm
zh_cn: 雷阵雨
